<template>
    <section>
        <div class="px-8 md:px-12 max-w-6xl mx-auto py-32 2xl:max-w-7xl items-center">
            <div class="max-w-xl mx-auto text-center">
                <UiH1>О нас</UiH1>
            </div>
            <div class="prose-styles mx-auto ">
                <p>
                    Команда состоит из 11 человек, которые работают над созданием веб-сервисов для группы компаний. Эти
                    профессионалы включают в себя:
                </p>
                <p>

                    Разработчики: Это творческие специалисты, которые отвечают за создание программного обеспечения. Они
                    пишут код, который делает веб-сервисы работоспособными и функциональными. Разработчики работают в
                    команде, обеспечивая высокую производительность и качество программного продукта.
                </p>
                <p>
                    Дизайнеры: Они занимаются созданием дизайна пользовательского интерфейса (UI) и пользовательского опыта
                    (UX). Их задача - сделать веб-сервисы привлекательными, удобными и интуитивно понятными для
                    пользователей. Дизайнеры уделяют внимание каждой детали, чтобы создать эстетически приятный и
                    функциональный интерфейс.
                </p>
                <p>
                    Программисты: Это специалисты по программированию, которые занимаются созданием и поддержкой
                    программного кода. Они отвечают за написание и тестирование скриптов, модулей и функций, необходимых для
                    работы веб-сервисов. Программисты решают сложные технические задачи и обеспечивают безопасность и
                    эффективность программного обеспечения.
            </p>
            <p>
                Эта команда работает совместно над реализацией крутых проектов для группы компаний. Их усилия направлены
                на создание инновационных веб-сервисов, которые удовлетворяют потребности клиентов и помогают компаниям
                достигать успеха в цифровой среде.
            </p>
        </div>
    </div>
</section></template>